Repository: Hawinian/BookShare
Catalog: translations/messages.*.xlf
Languages: pl

# label_actions
source: Actions
pl: Akcje

# label_title
source: Title
pl: Tytuł

# label_content
source: Content
pl: Zawartość

# label_tags
source: Tags
pl: Tagi

# message_empty_list
source: Empty list.
pl: Pusta lista.

# label_author
source: Author
pl: Autor

# title_book_list
source: List of books
pl: Lista książek

# action_create
source: create
pl: stwórz

# action_delete
source: delete
pl: usuń

# title_author_list
source: List of authors
pl: Lista książek

# action_create_author
source: Create author
pl: Dodaj autora

# label_name
source: Name
pl: Nazwa

# action_edit
source: edit
pl: edytuj

source: Home page
pl: Strona główna

source: Search page
pl: Wyszukiwarka

source: Ranking page
pl: Ranking

source: Rental page
pl: Wypożyczenia

source: Petition page
pl: Prośby

source: Giveback page
pl: Zwroty

source: Admin page
pl: Panel admina

source: Edit password
pl: Edytuj hasło

source: Edit data
pl: Edytuj dane

# action_logout
source: Logout
pl: Wyloguj

# action_login
source: Login
pl: Zaloguj

# action_register
source: Register
pl: Zarejestruj

# label_category
source: Category
pl: Kategoria

# label_language
source: Language
pl: Język

# action_view
source: view
pl: zobacz

# action_request
source: request
pl: wyślij prośbę

# action_petition
source: petition
pl: prośba

# label_vote_id
source: Vote id
pl: Głos id

# action_search
source: Search
pl: Wyszukaj

# label_date
source: Date
pl: Data

# label_publisher
source: Publisher
pl: Wydawca

# label_cover
source: Cover
pl: Okładka

# label_pages
source: Pages
pl: Liczba stron

# label_description
source: Description
pl: Opis

source: Your vote
pl: Twój głos

# action_vote
source: Vote
pl: Oceń

# label_image
source: Image
pl: Obraz

# action_back_to_list
source: Back to list
pl: Wróć do listy

# message_item_not_found
source: Item not found
pl: Rzecz nie znaleziona.

# title_category_list
source: List of categories
pl: Lista kategorii

# action_create_category
source: Create category
pl: Dodaj kategorię

# title_cover_list
source: List of covers
pl: Lista okładek

# action_create_cover
source: Create cover
pl: Dodaj okładkę

# title_language_list
source: List of languages
pl: Lista języków

# action_create_language
source: Create language
pl: Dodaj język

# title_publisher_list
source: List of publishers
pl: Lista wydawców

# action_create_publisher
source: Create publisher
pl: Dodaj wydawcę

# title_tag_list
source: List of tags
pl: Lista tagów

# action_create_tag
source: Create tag
pl: Dodaj tag

# message_form_error
source: Form error
pl: Błąd formularza

# action_save
source: Save
pl: zapisz

# action_accept
source: Accept
pl: zaakceptuj

# action_reject
source: Reject
pl: odrzuć

# title_giveback_list
source: List of givebacks
pl: Lista zwrotów

# label_datetime
source: Datetime
pl: Data

# label_rental_id
source: Rental id
pl: Wypożyczenie id

# label_book_id
source: Book id
pl: Książka id

# label_book_title
source: Book title
pl: Tytuł książki

# label_user_id
source: User id
pl: Użytkownik id

# title_petition_list
source: List of petitions
pl: Lista próśb

# title_in_time_books
source: List in time books
pl: Lista książek w terminie

# label_date_of_rental
source: Date of rental
pl: Data wypożyczenia

# label_date_of_return
source: Date of return
pl: Data zwrotu

# title_rental_list
source: List of rentals
pl: Lista wypożyczeń

# label_return
source: Return
pl: Zwrot

# title_late_books
source: List late books
pl: Lista książek po terminie

# title_admin_panel
source: Admin panel
pl: Panel administratora

# action_create_book
source: Create book
pl: Dodaj książkę

# action_user_index
source: User index
pl: Indeks użytkowników

# action_index_late_books
source: Late books index
pl: Indeks książek po terminie

# action_index_in_time_books
source: In time books index
pl: Indeks książek w terminie

# action_author_index
source: Author index
pl: Indeks autorów

# action_cover_index
source: Cover index
pl: Indeks okładek

# action_category_index
source: Category index
pl: Indeks kategorii

# action_publisher_index
source: Publisher index
pl: Indeks wydawców

# action_language_index
source: Language index
pl: Indeks języków

# action_tag_index
source: Tag index
pl: Indeks tagów

# title_user_list
source: List of users
pl: Lista użytkowników

# action_edit_password
source: Edit password
pl: Edytuj hasło

# action_edit_data
source: Edit data
pl: Edytuj dane

# title_book_details
source: Book details
pl: Szczegóły książek

# label_vote
source: Vote
pl: Ocena

# label_ask_for_rent
source: Rental
pl: Prośba o wypożyczenie

# title_search_index
source: Search index
pl: Wyszukiwarka

# title_ranking_book_list
source: Ranking list of books
pl: Ranking książek

# rental_return
source: Return
pl: zwróć

# label_average_rate
source: Average rate
pl: Średnia ocen

# label_rental_id
source: Rental id
pl: Wypożyczenie id

# label_accept
source: Acceptance
pl: Akceptacja

# label_reject
source: Rejection
pl: Odrzucenie

# label_petition_kind
source: Kind of petition
pl: Rodzaj prośby

# title_petition_create
source: Create petition
pl: Dodaj prośbę

# label_none
source: None
pl: Brak

# label_delete
source: Delete
pl: Usuń

# label_edit_data
source: Edit user data
pl: Edytuj dane użytkownika

# label_edit_password
source: Edit user password
pl: Edytuj hasło użytkownika

# label_view
source: View
pl: Zobacz

# label_petition
source: Petition
pl: Prośba

# label_edit
source: Edit
pl: Edytuj

# label_edition
source: Edition
pl: Edycja

# label_deletion
source: Deletion
pl: Usuwanie

# message_category_contains_objects
source: Category contains other objects
pl: Kategoria zawiera inne obiekty

# message_deleted_successfully
source: Deleted successfully
pl: Usuwanie powiodło się

# message_updated_successfully
source: Updated successfully
pl: Aktualizacja powiodła się

# message_created_successfully
source: Created successfully
pl: Dodawanie powiodło się

# message_author_contains_objects
source: Author contains other objects
pl: Autor zawiera inne obiekty

# message_status_contains_objects
source: Status contains other objects
pl: Status zawiera inne obiekty

# message_cover_contains_objects
source: Cover contains other objects
pl: Okładka zawiera inne obiekty

# message_language_contains_objects
source: Language contains other objects
pl: Język zawiera inne obiekty

# message_publisher_contains_objects
source: Publisher contains other objects
pl: Wydawca zawiera inne obiekty

# message_tag_contains_objects
source: Tag contains other objects
pl: Tag zawiera inne obiekty

# message_book_contains_objects
source: Book is used somewhere else
pl: Książka jest wypożyczona lub zarezerwowana

# message_book_already_rented
source: Book is already rented
pl: Książka jest wypożyczona

# message_book_already_sent_to_return
source: Book already sent to return
pl: Książka została już wysłana do zwrotu
